console.log("Название проекта: Веб-сайт Song Chords\n");
console.log("Задача: разработать веб-сайт для группы пользователей, чтобы публиковать и делиться аккордами песен. На сайте должны быть размещены аккорды в различных тональностях.\n");
console.log("Технические характеристики:\nДизайн: веб-страница должна иметь чистый, удобный дизайн, по которому легко ориентироваться.\n");
console.log("Содержание:\nСайт должен включать следующие разделы:\nБиблиотека песен: библиотека песен, для которых доступны аккорды.\nСтраница песни: у каждой песни должен быть свой блок, отображающий аккорды в исходной тональности.\nРегистрационная форма: форма для регистрации пользователей на сайте. Форма должна содержать необходимые данные, такие как имя, адрес электронной почты.\n");
console.log("Стек технологий: веб-сайт должен быть создан с использованием HTML, CSS и JavaScript.\n");
console.log("Доступность: веб-сайт должнен соответствовать стандартам веб-доступности, чтобы обеспечить его доступность для всех пользователей.\n");
console.log("Практические результаты:\nИсходный код веб-страницы.\nЖивая, работающая версия веб-страницы, размещенная на GitHub Pages платформе.");